Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_SECONDARY_PHOTO_FORMAT_FOOTER_RAW12_JPEG_XL_LOSSY
source: • 11 MB for ProRAW at 12 MP
ar: • ١١ م.ب. لتنسيق ProRAW بدقة ١٢ ميغابكسل
bg: • 11 MB за ProRAW при 12 MP
bn: • 12 MP-এ ProRAW-এর জন্য 11 MB
ca: • 11 MB per a ProRAW a 12 Mpx
cs: • 11 MB pro ProRAW v rozlišení 12 Mpx
da: • 11 MB for ProRAW ved 12 MP
de: • 11 MB für ProRAW mit 12 MP
el: • 11 MB για ProRAW στα 12 MP
es: • 11 MB para ProRAW a 12 Mpx
es_us: • 11 MB para ProRAW a 12 MP
fi: • ProRaw: 11 Mt 12 MP:n tarkkuudella
fr: • 11 Mo au format ProRAW à 12 MP
fr_ca: • 11 Mo pour une photo ProRAW à 12 Mpx
gu: • 12 MP પર ProRAW માટે 11 MB
he: ‏• 11 מ״ב עבור ProRAW ברזולוציה של 12 מ״פ
hi: • 12 MP पर ProRAW के लिए 11 MB
hr: • 11 MB za ProRAW pri 12 MP
hu: • 11 MB ProRAW esetében, 12 MP‑es felbontásnál
id: • 11 MB untuk ProRAW pada 12 MP
it: • 11 MB per ProRAW a 12 MP
ja: • 12 MPのProRAWで11 MB
kk: • ProRAW: 12 Мпикс үшін 11 МБ
kn: • 12 MPಯಲ್ಲಿ ProRAWಗಾಗಿ 11 MB
ko: • 12MP의 ProRAW인 경우 11MB
lt: • 11 MB pasirinkus „ProRAW“, esant 12 MP
ml: • 12 MP-യിൽ ProRAW-യ്ക്ക് 11 MB
mr: • 12 MP वर ProRAW साठी 11 MB
ms: • 11 MB untuk ProRAW pada 12 MP
nb: • 11 MB for ProRAW med 12 megapiksler
nl: • 11 MB voor ProRAW op 12 MP
or: • ^[12](formatNumber: true) MPରେ ProRAW ପାଇଁ ^[11](formatNumber: true) MB
pa: • 12 MP ‘ਤੇ ProRAW ਲਈ 11 MB
pl: • 11 MB dla ProRAW przy 12 MP
pt_br: • 11 MB para ProRAW a 12 MP
pt_pt: • 11 MB para ProRAW a 12 MP
ro: • 11 MB pentru ProRAW la 12 MP
ru: • 11 МБ для ProRAW, 12 Мпикс
sk: • 11 MB pre ProRAW pri 12 Mpx
sl: • 11 MB za ProRAW pri 12 MP
sv: • 11 MB för ProRAW med 12 MP
ta: • ProRAW @ 12 MPக்கு 11 MB
te: • ProRAW 12 MPలో 11 MB
th: • 11 MB สำหรับ ProRAW ที่ 12 MP
tr: • 12 MP ProRAW için 11 MB
uk: • 11 МБ для ProRAW (12 Мпкс)
ur: • ‏⁨^[12](formatNumber: true) MP⁩ پر ‏⁨ProRAW⁩ کے لیے ⁨^[11](formatNumber: true) MB⁩
vi: • 11 MB cho ProRAW tại 12 MP
zh_cn: • 11 MB - ProRAW (12 MP)
zh_hk: • 11 MB/12 MP（ProRAW）
zh_tw: • 11 MB（ProRAW/12 MP）

# CAM_SECONDARY_PHOTO_FORMAT_FOOTER_RAW48_JPEG_XL_LOSSLESS
source: • 46 MB for ProRAW at 48 MP
ar: • ٤٦ م.ب. لتنسيق ProRAW بدقة ٤٨ ميغابكسل
bg: • 46 MB за ProRAW при 48 MP
bn: • 48 MP-এ ProRAW-এর জন্য 46 MB
ca: • 46 MB per a ProRAW a 48 Mpx
cs: • 46 MB pro ProRAW v rozlišení 48 Mpx
da: • 46 MB for ProRAW ved 48 MP
de: • 46 MB für ProRAW mit 48 MP
el: • 46 MB για ProRAW στα 48 MP
es: • 46 MB para ProRAW a 48 Mpx
es_us: • 46 MB para ProRAW a 48 MP
fi: • ProRaw: 46 Mt 48 MP:n tarkkuudella
fr: • 46 Mo au format ProRAW à 48 MP
fr_ca: • 46 Mo pour une photo ProRAW à 48 Mpx
gu: • 48 MP પર ProRAW માટે 46 MB
he: ‏• 46 מ״ב עבור ProRAW ברזולוציה של 48 מ״פ
hi: • 48 MP पर ProRAW के लिए 46 MB
hr: • 46 MB za ProRAW pri 48 MP
hu: • 46 MB ProRAW esetében, 48 MP‑es felbontásnál
id: • 46 MB untuk ProRAW pada 48 MP
it: • 46 MB per ProRAW a 48 MP
ja: • 48 MPのProRAWで46 MB
kk: • ProRAW: 48 Мпикс үшін 46 МБ
kn: • 48 MPಯಲ್ಲಿ ProRAWಗಾಗಿ 46 MB
ko: • 48MP의 ProRAW인 경우 46MB
lt: • 46 MB pasirinkus „ProRAW“, esant 48 MP
ml: • 48 MP-യിൽ ProRAW-യ്ക്ക് 46 MB
mr: • 48 MP वर ProRAW साठी 46 MB
ms: • 46 MB untuk ProRAW pada 48 MP
nb: • 46 MB for ProRAW med 48 megapiksler
nl: • 46 MB voor ProRAW op 48 MP
or: • ^[48](formatNumber: true) MPରେ ProRAW ପାଇଁ ^[46](formatNumber: true) MB
pa: • 48 MP ‘ਤੇ ProRAW ਲਈ 46 MB
pl: • 46 MB dla ProRAW przy 48 MP
pt_br: • 46 MB para ProRAW a 48 MP
pt_pt: • 46 MB para ProRAW a 48 MP
ro: • 46 MB pentru ProRAW la 48 MP
ru: • 46 МБ для ProRAW, 48 Мпикс
sk: • 46 MB pre ProRAW pri 48 Mpx
sl: • 46 MB za ProRAW pri 48 MP
sv: • 46 MB för ProRAW med 48 MP
ta: • ProRAW @ 48 MPக்கு 46 MB
te: • ProRAW 48 MPలో 46 MB
th: • 46 MB สำหรับ ProRAW ที่ 48 MP
tr: • 48 MP ProRAW için 46 MB
uk: • 46 МБ для ProRAW (48 Мпкс)
ur: • ‏⁨^[48](formatNumber: true) MP⁩ پر ‏⁨ProRAW⁩ کے لیے ⁨^[46](formatNumber: true) MB⁩
vi: • 46 MB cho ProRAW tại 48 MP
zh_cn: • 46 MB - ProRAW (48 MP)
zh_hk: • 46 MB/48 MP（ProRAW）
zh_tw: • 46 MB（ProRAW/48 MP）

# CAM_SECONDARY_PHOTO_FORMAT_FOOTER_RAW48_JPEG_XL_LOSSY
source: • 20 MB for ProRAW at 48 MP
ar: • ٢٠ م.ب. لتنسيق ProRAW بدقة ٤٨ ميغابكسل
bg: • 20 MB за ProRAW при 48 MP
bn: • 48 MP-এ ProRAW-এর জন্য 20 MB
ca: • 20 MB per a ProRAW a 48 Mpx
cs: • 20 MB pro ProRAW v rozlišení 48 Mpx
da: • 20 MB for ProRAW ved 48 MP
de: • 20 MB für ProRAW mit 48 MP
el: • 20 MB για ProRAW στα 48 MP
es: • 20 MB para ProRAW a 48 Mpx
es_us: • 20 MB para ProRAW a 48 MP
fi: • ProRaw: 20 Mt 48 MP:n tarkkuudella
fr: • 20 Mo au format ProRAW à 48 MP
fr_ca: • 20 Mo pour une photo ProRAW à 48 Mpx
gu: • 48 MP પર ProRAW માટે 20 MB
he: ‏• 20 מ״ב עבור ProRAW ברזולוציה של 48 מ״פ
hi: • 48 MP पर ProRAW के लिए 20 MB
hr: • 20 MB za ProRAW pri 48 MP
hu: • 20 MB ProRAW esetében, 48 MP‑es felbontásnál
id: • 20 MB untuk ProRAW pada 48 MP
it: • 20 MB per ProRAW a 48 MP
ja: • 48 MPのProRAWで20 MB
kk: • ProRAW: 48 Мпикс үшін 20 МБ
kn: • 48 MPಯಲ್ಲಿ ProRAWಗಾಗಿ 20 MB
ko: • 48MP의 ProRAW인 경우 20MB
lt: • 20 MB pasirinkus „ProRAW“, esant 48 MP
ml: • 48 MP-യിൽ ProRAW-യ്ക്ക് 20 MB
mr: • 48 MP वर ProRAW साठी 20 MB
ms: • 20 MB untuk ProRAW pada 48 MP
nb: • 20 MB for ProRAW med 48 megapiksler
nl: • 20 MB voor ProRAW op 48 MP
or: • ^[48](formatNumber: true) MPରେ ProRAW ପାଇଁ ^[20](formatNumber: true) MB
pa: • 48 MP ‘ਤੇ ProRAW ਲਈ 20 MB
pl: • 20 MB dla ProRAW przy 48 MP
pt_br: • 20 MB para ProRAW a 48 MP
pt_pt: • 20 MB para ProRAW a 48 MP
ro: • 20 MB pentru ProRAW la 48 MP
ru: • 20 МБ для ProRAW, 48 Мпикс
sk: • 20 MB pre ProRAW pri 48 Mpx
sl: • 20 MB za ProRAW pri 48 MP
sv: • 20 MB för ProRAW med 48 MP
ta: • ProRAW @ 48 MPக்கு 20 MB
te: • ProRAW 48 MPలో 20 MB
th: • 20 MB สำหรับ ProRAW ที่ 48 MP
tr: • 48 MP ProRAW için 20 MB
uk: • 20 МБ для ProRAW (48 Мпкс)
ur: • ‏⁨^[48](formatNumber: true) MP⁩ پر ‏⁨ProRAW⁩ کے لیے ⁨^[20](formatNumber: true) MB⁩
vi: • 20 MB cho ProRAW tại 48 MP
zh_cn: • 20 MB - ProRAW (48 MP)
zh_hk: • 20 MB/48 MP（ProRAW）
zh_tw: • 20 MB（ProRAW/48 MP）

# CAM_SHARED_LIBRARY_GROUP_HEADER
source: Shared Library
ar: المكتبة المشتركة
bg: Споделена библиотека
bn: শেয়ার্ড লাইব্রেরি
ca: Fototeca compartida
cs: Sdílená knihovna
da: Delt bibliotek
de: Geteilte Mediathek
el: Κοινόχρηστη βιβλιοθήκη
es: Fototeca compartida
es_us: Fototeca compartida
fi: Jaettu kirjasto
fr: Photothèque partagée
fr_ca: Photothèque partagée
gu: શેર કરેલ લાઇબ્રેરી
he: הספריה המשותפת
hi: शेयर की गई लाइब्रेरी
hr: Dijeljena medijateka
hu: Megosztott könyvtár
id: Perpustakaan Bersama
it: Libreria condivisa
ja: 共有ライブラリ
kk: Ортақ медиатека
kn: ಹಂಚಿಕೊಂಡ ಲೈಬ್ರರಿ
ko: 공유 보관함
lt: Bendroji biblioteka
ml: പങ്കിട്ട ലൈബ്രറി
mr: शेअर केलेली लायब्ररी
ms: Pustaka Dikongsi
nb: Fellesbibliotek
nl: Gedeelde bibliotheek
or: ଶେୟର୍ କରାଯାଇଥିବା ଲାଇବ୍ରେରି
pa: ਸਾਂਝੀ ਲਾਇਬ੍ਰੇਰੀ
pl: Biblioteka udostępniana
pt_br: Fototeca Compartilhada
pt_pt: Biblioteca partilhada
ro: Bibliotecă partajată
ru: Общая медиатека
sk: Zdieľaná knižnica
sl: Deljena knjižnica
sv: Delat bibliotek
ta: பகிர்ந்த லைப்ரரி
te: షేర్ చేయబడిన లైబ్రరీ
th: คลังที่แชร์
tr: Paylaşılan Arşiv
uk: Спільна фототека
ur: شیئر کردہ لائبریری
vi: Thư viện được chia sẻ
zh_cn: 共享图库
zh_hk: 共享圖庫
zh_tw: 共享的圖庫

# CAM_USE_60_FPS_VIDEO
source: Record Video at 60 FPS
ar: تسجيل الفيديو في 60 إطار في الثانية
bg: Запиши видео на 60 кадъра/сек
bn: 60 FPS-এ ভিডিও রেকর্ড করুন
ca: Grava un vídeo a 60 fps
cs: Zaznamenat video při 60 FPS
da: Optag video med 60 BPS
de: Video mit 60 FPS aufnehmen
el: Εγγραφή βίντεο στα 60 FPS
es: Grabar vídeo a 60 fps
es_us: Grabar video a 60 fps
fi: Tallenna videota nopeudella 60 fps
fr: Enregistrer la vidéo à 60 FPS
fr_ca: Enregistrer les vidéos à 60 ips
gu: 60 FPS પર વીડિયો રેકોર્ડ કરો
he: צילום וידאו בקצב של ⁨60 FPS⁩
hi: 60 FPS पर वीडियो रिकॉर्ड करें
hr: Snimaj videozapis pri 60 FPS
hu: Videó rögzítése 60 fps-sel
id: Rekam Video pada 60 FPS
it: Registra video a 60 FPS
ja: 60 fpsでビデオを撮影
kk: Видеоны 60 кадр/с жиілікте түсіру
kn: 60 FPSನಲ್ಲಿ ವೀಡಿಯೊ ರೆಕಾರ್ಡ್ ಮಾಡಿ
ko: 60FPS로 비디오 녹화
lt: Įrašyti vaizdo įrašą 60 kadr./s
ml: വീഡിയോ 60 FPS-ൽ റെക്കോർഡ് ചെയ്യൂ
mr: व्हिडिओ 60 FPS वर रेकॉर्ड करा
ms: Rakam Video pada 60 BPS
nb: Ta opp video med 60 BPS
nl: Neem video op in 60 FPS
or: ^[60](formatNumber: true) FPSରେ ଭିଡିଓ ରେକର୍ଡ୍‌ କରନ୍ତୁ
pa: 60 FPS ’ਤੇ ਵੀਡੀਓ ਰਿਕਾਰਡ ਕਰੋ
pl: Nagrywaj wideo w 60 kl./s
pt_br: Gravar Vídeo a 60 FPS
pt_pt: Gravar vídeo a 60 fps
ro: Înregistrați video la 60 FPS
ru: Записать видео при 60 кадр⁠/⁠с
sk: Nahrať video o rýchlosti 60 fps
sl: Posnemi video pri 60 sličicah/s
sv: Spela in video i 60 bilder/s
ta: 60 FPSஇல் வீடியோவைப் பதிவுசெய்
te: వీడియోను 60 FPSగా రికార్డ్ చేయండి
th: บันทึกวิดีโอที่ 60 FPS
tr: 60 kare/sn. Video Kaydı Yap
uk: Запис відео на 60 кадр/с
ur: ‏⁨^[60](formatNumber: true) FPS⁩ پر ویڈیو ریکارڈ کریں
vi: Quay Video ở tốc độ 60 FPS
zh_cn: 以60 FPS录制视频
zh_hk: 以60 FPS錄影
zh_tw: 使用60 FPS錄影

# CAM_VIDEO_RECORDING_DISABLE_CAMERA_SWITCHING_FOOTER
source: Do not automatically switch between cameras while recording video.
ar: عدم التبديل تلقائيًا بين الكاميرتين أثناء تسجيل الفيديو.
bg: Не превключва автоматично между камерите при записване на видео.
bn: ভিডিও রেকর্ডিং করার সময় স্বয়ংক্রিয়ভাবে ক্যামেরার মধ্যে বদল করবেন না।
ca: Evita que es canviï de càmera automàticament durant les gravacions de vídeo.
cs: Během nahrávání videa se nebude automaticky přepínat mezi fotoaparáty.
da: Skift ikke automatisk mellem kameraer under optagelse af video.
de: Bei Videoaufnahmen nicht automatisch die Kameras wechseln.
el: Να μη γίνεται αυτόματη εναλλαγή μεταξύ καμερών κατά την εγγραφή βίντεο.
es: La cámara no cambia automáticamente a otra durante la grabación de vídeo.
es_us: No cambiar automáticamente entre las cámaras al grabar video.
fi: Älä vaihda automaattisesti kameroiden välillä tallennettaessa videota.
fr: Ne pas permuter automatiquement entre les appareils photo pendant l’enregistrement d’une vidéo.
fr_ca: Ne pas basculer automatiquement d’une caméra à l’autre pendant l’enregistrement d’une vidéo.
gu: વીડિયો રેકોર્ડ કરવા દરમિયાન કૅમેરા વચ્ચે ઑટોમૅટિક રીતે સ્વિચ નહિ કરો.
he: ניתן לבטל את החלפת המצלמות האוטומטית במהלך צילום וידאו.
hi: वीडियो रिकॉर्ड करने के दौरान कैमरा के बीच ऑटोमैटिकली स्विच न करें।
hr: Uređaj neće automatski prebacivati kamere tijekom snimanja videozapisa.
hu: Ne legyen automatikus váltás a kamerák között videofelvétel közben.
id: Jangan beralih antarkamera secara otomatis saat merekam video.
it: Non passare automaticamente da una fotocamera all’altra durante la registrazione di un video.
ja: ビデオ録画中は自動的にカメラを切り替えません。
kk: Видео жазу кезінде камералар арасында ауысу автоматты түрде орындалмайды.
kn: ವೀಡಿಯೊ ರೆಕಾರ್ಡ್ ಮಾಡುವಾಗ ಕ್ಯಾಮರಾಗಳ ನಡುವೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಬದಲಾಯಿಸಬೇಡಿ.
ko: 비디오를 녹화하는 동안 카메라를 자동으로 전환하지 않습니다.
lt: Įrašant vaizdo įrašą, kameros automatiškai nepersijungs.
ml: വീഡിയോ റെക്കോർഡ് ചെയ്യുമ്പോൾ ക്യാമറകൾക്കിടയിൽ ഓട്ടോമാറ്റിക്കായി സ്വിച്ച് ചെയ്യാതിരിക്കൂ.
mr: व्हिडिओ रेकॉर्डिंग सुरु असताना कॅमेरामध्ये ऑटोमॅटिकली स्विच करू नका.
ms: Jangan bertukar antara kamera secara automatik semasa merakam video.
nb: Ikke bytt automatisk mellom kameraer under videoopptak.
nl: Wissel niet automatisch van camera bij het opnemen van video.
or: ଭିଡିଓ ରେକର୍ଡ୍‌ କରୁଥିବା ସମୟରେ କ୍ଯାମେରା ମଧ୍ଯରେ ସ୍ବୟଂଚାଳିତ ଭାବରେ ସ୍ବିଚ୍ କରନ୍ତୁ ନାହିଁ।
pa: ਵੀਡੀਓ ਰਿਕਾਰਡ ਕਰਦੇ ਸਮੇਂ ਕੈਮਰਿਆਂ ਨੂੰ ਆਟੋਮੈਟਿਕਲੀ ਸਵਿੱਚ ਨਾ ਕਰੋ।
pl: Nie przełączaj automatycznie aparatów podczas nagrywania wideo.
pt_br: Não alternar automaticamente entre câmeras ao gravar vídeo.
pt_pt: Não mudar automaticamente de câmara ao gravar vídeo.
ro: Camerele nu se vor comuta automat în timpul înregistrării video.
ru: Переключение между камерами во время видеозаписи не будет выполняться автоматически.
sk: Zakáže automatické prepínanie medzi kamerami počas nahrávania videa.
sl: Med snemanjem videa ne bo samodejnega preklapljanja med kamerami.
sv: Växla inte automatiskt mellan kameror medan du spelar in video.
ta: வீடியோ பதிவுசெய்யும்போது கேமராக்களுக்கு இடையே தன்னியக்கமாக மாற வேண்டாம்.
te: వీడియోను రికార్డింగ్ చేస్తున్నప్పుడు కెమెరాల మధ్య ఆటోమేటిక్‌గా మార్చదు.
th: ห้ามสลับกล้องโดยอัตโนมัติในระหว่างบันทึกวิดีโอ
tr: Video kaydı yapılırken kameralar arasında otomatik olarak geçiş yapmaz.
uk: Не перемикати камери автоматично під час записування відео.
ur: ویڈیو ریکارڈ کرنے کے دوران کیمرا کے درمیان آٹومیٹک طریقے سے سوئچ نہ کریں۔
vi: Không tự động chuyển đổi giữa các camera trong khi quay video.
zh_cn: 录制视频时不自动切换相机。
zh_hk: 錄製影片時停止自動切換相機。
zh_tw: 錄影時停止自動切換相機。

# CAM_VIDEO_RECORDING_DISABLE_CAMERA_SWITCHING_TITLE
source: Lock Camera
ar: قفل الكاميرا
bg: Заключване на камера
bn: ক্যামেরা লক করুন
ca: Bloqueja la càmera
cs: Zamknout fotoaparát
da: Lås kamera
de: Kamera sperren
el: Κλείδωμα κάμερας
es: Bloquear cámara
es_us: Bloquear cámara
fi: Lukitse kamera
fr: Verrouiller la caméra
fr_ca: Verrouiller la caméra
gu: કૅમેરા લૉક કરો
he: נעילת המצלמה
hi: कैमरा लॉक करें
hr: Zaključaj kameru
hu: Kamera zárolása
id: Kunci Kamera
it: Blocca fotocamera
ja: カメラをロック
kk: Камера режимдерін бекіту
kn: ಕ್ಯಾಮರಾ ಲಾಕ್ ಮಾಡಿ
ko: 카메라 잠금
lt: Užfiksuoti vaizdo kamerą
ml: ക്യാമറ ലോക്ക് ചെയ്യൂ
mr: कॅमेरा लॉक करा
ms: Kunci Kamera
nb: Lås kamera
nl: Vergrendel camera
or: କ୍ଯାମେରା ଲକ୍ କରନ୍ତୁ
pa: ਕੈਮਰਾ ਲੌਕ ਕਰੋ
pl: Zablokuj aparat
pt_br: Bloquear Câmera
pt_pt: Bloquear câmara
ro: Blocare cameră
ru: Фиксация режимов камеры
sk: Zamknúť kameru
sl: Zakleni kamero
sv: Lås kamera
ta: கேமராவை லாக் செய்
te: కెమెరాను లాక్ చేయండి
th: ล็อคกล้อง
tr: Kamerayı Kilitle
uk: Замок камери
ur: کیمرا لاک کریں
vi: Khóa camera
zh_cn: 锁定相机
zh_hk: 鎖定相機
zh_tw: 鎖定相機

# CAM_VIDEO_RECORDING_LOCK_WHITE_BALANCE_FOOTER
source: Lock white balance while recording video.
ar: إقفال توازن اللون الأبيض أثناء تسجيل الفيديو.
bg: Заключва баланса на бялото, докато записвате видео.
bn: ভিডিও রেকর্ডিং করার সময় হোয়াইট ব্যালেন্স লক করুন।
ca: Bloqueja el balanç de blancs en gravar un vídeo.
cs: Při nahrávání videí se zamkne vyvážení bílé.
da: Lås hvidbalance under optagelse af video.
de: Sperre den Weißabgleich während Videoaufnahmen.
el: Κλείδωμα ισορροπίας λευκού κατά την εγγραφή βίντεο.
es: Se bloquea el balance de blancos mientras se graba vídeo.
es_us: Bloquea el balance de blancos al grabar video.
fi: Lukitse valkotasapaino tallentaessasi videota.
fr: Verrouillez la balance des blancs pendant l’enregistrement des vidéos.
fr_ca: Verrouillez l’équilibrage des blancs pendant les enregistrements vidéo.
gu: વીડિયો રેકોર્ડ કરવા દરમિયાન વ્હાઇટ બેલેંસ લૉક કરો.
he: ניתן לנעול את איזון הלבן במהלך צילום וידאו.
hi: वीडियो रिकॉर्ड करते समय ह्वाइट बैलेंस को लॉक करें।
hr: Zaključavanje ravnoteže bjeline tijekom snimanja videozapisa.
hu: Fehéregyensúly rögzítése videó felvétele során.
id: Kunci imbang putih saat merekam video.
it: Blocca il bilanciamento del bianco durante la registrazione di un video.
ja: ビデオの録画中にホワイトバランスをロックします。
kk: Видео жазу кезінде ақ түс балансын құлыптаңыз.
kn: ವೀಡಿಯೊ ರೆಕಾರ್ಡ್ ಮಾಡುವಾಗ ವೈಟ್ ಬ್ಯಾಲೆನ್ಸ್ ಲಾಕ್ ಮಾಡಿ.
ko: 비디오를 녹화하는 동안 화이트 밸런스를 잠급니다.
lt: Užfiksuokite baltos spalvos balansą įrašydami vaizdo įrašą.
ml: വീഡിയോ റെക്കോർഡ് ചെയ്യുമ്പോൾ വൈറ്റ് ബാലൻസ് ലോക്ക് ചെയ്യൂ.
mr: व्हिडिओ रेकॉर्डिंग करताना व्हाइट बॅलंस लॉक करा.
ms: Kunci imbangan putih semasa merakam video.
nb: Lås hvitbalansen under videoopptak.
nl: Vergrendel witbalans bij het opnemen van video.
or: ଭିଡିଓ ରେକର୍ଡ୍ କରୁଥିବା ସମୟରେ ହ୍ୱାଇଟ୍ ବାଲାନ୍ସ୍‌ ଲକ୍ କରନ୍ତୁ।
pa: ਵੀਡੀਓ ਰਿਕਾਰਡ ਕਰਦੇ ਸਮੇਂ ਵ੍ਹਾਈਟ ਬੈਲੇਂਸ ਨੂੰ ਲੌਕ ਕਰੋ।
pl: Blokuj wyrównanie bieli podczas nagrywania wideo.
pt_br: Bloqueie o balanço de brancos durante a gravação do vídeo.
pt_pt: Bloquear o equilíbrio de brancos ao gravar vídeo.
ro: Blocați balansul de alb în timpul înregistrării video.
ru: Баланс белого можно заблокировать на время записи видео.
sk: Pri nahrávaní videí zamkne vyváženie bielej.
sl: Med snemanjem videa zaklene nastavitev beline.
sv: Lås vitbalansen medan du spelar in video.
ta: வீடியோ பதிவுசெய்யும்போது ஒயிட் பேலன்ஸை லாக் செய்யும்.
te: వీడియోను రికార్డింగ్ చేస్తున్నప్పుడు వైట్ బ్యాలెన్స్‌ను లాక్ చేస్తుంది.
th: ล็อคสมดุลแสงขาวในระหว่างบันทึกวิดีโอ
tr: Video kaydı yapılırken beyaz dengesini kilitler.
uk: Замикати баланс білого під час записування відео.
ur: ویڈیو ریکارڈ کرنے کے دوران وائٹ بیلنس کو لاک کریں۔
vi: Khóa cân bằng trắng trong khi quay video.
zh_cn: 录制视频时锁定白平衡。
zh_hk: 錄製影片期間鎖定白平衡。
zh_tw: 錄影時鎖定白平衡。

# CAM_VIDEO_RECORDING_LOCK_WHITE_BALANCE_TITLE
source: Lock White Balance
ar: إقفال توازن اللون الأبيض
bg: Заключи баланс на бялото
bn: হোয়াইট ব্যালেন্স লক করুন
ca: Bloqueja el balanç de blancs
cs: Zamknout vyvážení bílé
da: Lås hvidbalance
de: Weißabgleich sperren
el: Κλείδωμα ισορροπίας λευκού
es: Bloquear balance de blancos
es_us: Bloquear balance de blancos
fi: Lukitse valkotasapaino
fr: Verrouiller la balance des blancs
fr_ca: Verrouiller l’équilibrage des blancs
gu: વ્હાઇટ બેલેંસ લૉક કરો
he: נעילת איזון הלבן
hi: ह्वाइट बैलेंस को लॉक करें
hr: Zaključaj ravnotežu bjeline
hu: Fehéregyensúly rögzítése
id: Kunci Imbang Putih
it: Blocca il bilanciamento del bianco
ja: ホワイトバランスをロック
kk: Ақ түс балансын құлыптау
kn: ವೈಟ್ ಬ್ಯಾಲೆನ್ಸ್ ಲಾಕ್ ಮಾಡಿ
ko: 화이트 밸런스 잠금
lt: Fiksuoti baltos spalvos balansą
ml: വൈറ്റ് ബാലൻസ് ലോക്ക് ചെയ്യൂ
mr: व्हाइट बॅलंस लॉक करा
ms: Kunci Imbangan Putih
nb: Lås hvitbalanse
nl: Vergrendel witbalans
or: ହ୍ୱାଇଟ୍ ବାଲାନ୍ସ୍‌ ଲକ୍ କରନ୍ତୁ
pa: ਵ੍ਹਾਈਟ ਬੈਲੇਂਸ ਨੂੰ ਲੌਕ ਕਰੋ
pl: Blokuj wyrównanie bieli
pt_br: Bloquear Balanço de Brancos
pt_pt: Bloquear equilíbrio de brancos
ro: Blocare balans de alb
ru: Блокировка баланса белого
sk: Zamknúť vyváženie bielej
sl: Zakleni nastavitev beline
sv: Lås vitbalans
ta: ஒயிட் பேலன்ஸை லாக் செய்
te: వైట్ బ్యాలెన్స్‌ను లాక్ చేయండి
th: ล็อคสมดุลแสงขาว
tr: Beyaz Dengesini Kilitle
uk: Замок балансу білого
ur: وائٹ بیلنس کو لاک کریں۔
vi: Khóa cân bằng trắng
zh_cn: 锁定白平衡
zh_hk: 鎖定白平衡
zh_tw: 鎖定白平衡
